{
  "text": [
    "Na última semana, vivi uma experiência única na final brasileira da Maratona SBC de Programação. Em minha primeira participação, ao lado da Nathália Pereira e da Maria Eduarda Carvalho Santos, representando com orgulho a Universidade de Brasília, conquistamos o troféu de Melhor Time Feminino!É indiscutível a importância da participação feminina nas maratonas de programação e a organização da Maratona SBC de Programação tem desempenhado um papel crucial ao apoiar e incentivar a inclusão de mais mulheres nesse cenário.Quero expressar minha sincera gratidão aos patrocinadores Incognia, Stone, Concórdia Informática, VTEX, nstech, ONEVC, AMB Soluções Corporativas, Memind Tech, Alura, que tornaram possível esse evento incrível. O apoio de vocês é fundamental para o crescimento e a diversificação da comunidade de programadores no Brasil. 💻🌟",
    "Há algumas semanas, aconteceu a Fase Regional da Maratona SBC de Programação! Um desafio que testa nossa paixão pela programação e resolução de problemas. Com mais de 400 times participantes, conseguimos nos destacar como o melhor time inteiramente feminino, na 66ª posição, e nos classificamos para a Final Brasileira, que irá ocorrer em Chapecó!Estou incrivelmente feliz por compartilhar esse momento especial com as minhas amigas de equipe. É muito gratificante ver que nosso esforço semanal de treinos está gerando frutos!🌟🥰",
    "Gostaria de compartilhar que estou começando em um novo cargo como estagiária de desenvolvimento de software na Opus Software."
  ],
  "links": [
    [
      "https://media.licdn.com/dms/image/D4D22AQGOj1B56MlFLw/feedshare-shrink_800/0/1698674354449?e=1702512000&v=beta&t=7v9jzDxXtD-GnMI3QiZ7H1C4qUBBNcVku_EzVAPnWZ4"
    ],
    [
      "https://media.licdn.com/dms/image/D4D22AQEg6331lciExQ/feedshare-shrink_800/0/1696432777932?e=1702512000&v=beta&t=JXviwC3fBcPa7hzUSATV2S5B4jQxeCYgfGt2QxSiwBU",
      "https://media.licdn.com/dms/image/D4D22AQHzPZQdeKl97w/feedshare-shrink_800/0/1696432778506?e=1702512000&v=beta&t=3eevLr2DcnSErxk1uouCQ_IIgtWDlcPd1_fOAxdL4g4"
    ],
    [
      "https://media.licdn.com/media/AAYQAQQSAAgAAQAAAAAAABwEEXEeLoHISM2cU9LdzliLaQ.gif"
    ]
  ],
  "link_type": [
    "Photo",
    "Photo",
    "Celebration"
  ]
}